pub const PRINT_TITLE: &str = r#"
___________        .___                              
\__    ___/___   __| _/____           _______  ______
  |    | /  _ \ / __ |/  _ \   ______ \_  __ \/  ___/
  |    |(  <_> ) /_/ (  <_> ) /_____/  |  | \/\___ \ 
  |____| \____/\____ |\____/           |__|  /____  >
                    \/                            \/ 
"#;

pub const _ABOUT_INFO: &str = r#"
author: 1337
email: <EMAIL>
"#;

/*
相关的emoji推荐
🔴 已经完成  🟡 待定中
🔵 次要项目  ✅ 需要完成
✅ 完成的任务 ⏳ 进行中的任务 ⚠️ 重要提醒
📅 计划任务 🔄 重复性任务 ❌ 取消的任务
⭐ 高优先级 🔍 需要复查 📌 长期任务
💡 新想法 ❗️ 常见错误 ❔ 常见问题

🚧 进行中任务 🎉 已完成庆祝 ⏸️ 暂停的任务
🗓️ 日程安排 📋 待处理事项 📈 进度追踪
🔔 提醒通知 📦 新任务入库 🛠️ 需要调整
🎯 目标达成
🔖 带标签任务
📎 附件关联
👥 协作任务
🔒 加密任务
🌐 网络相关
*/
